acpi
acpid
alacritty
alex
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
appmenu-gtk-module
ark
asciinema
atool
audacity
autoconf
automake
avahi
axel
b43-fwcutter
bash
bat
bind
binutils
bison
bitchx-git
bluedevil
btrfs-progs
bzip2
cabal-install
cantata
cdparanoia
cdrdao
clamav
clang
clinfo
clisp
cmake
cmatrix
coreutils
cppcheck
cpupower
crda
cronie
cryptsetup
dash
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dnstracer
dolphin
dolphin-plugins
dosfstools
dvd+rw-tools
e2fsprogs
ebtables
ecryptfs-utils
edk2-ovmf
efibootmgr
emovix
esy
exa
exfat-utils
f2fs-tools
fakeroot
fd
feh
fff
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox-beta-bin
firefox-developer-edition
flameshot
flex
fwupd
fzf
gawk
gcc
gcc-ada
gcc-fortran
gcc-libs
gdb
geany
gettext
ghc
ghdl-gcc
git
github-cli
glibc
gnome-disk-utility
gnome-icon-theme
gnome-themes-extra
go
go-tools
gparted
gradle
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gtkwave
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
happy
hardcode-fixer
haskell-haddock-library
highlight
htop
icedtea-web
ifuse
illyria-wallpaper
inetutils
intel-ucode
intellij-idea-community-edition
inxi
iproute2
iputils
irssi
iverilog
iwd
jdk-openjdk
jdk8-openjdk
jfsutils
jre-openjdk
k3b
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
keditbookmarks
keepassxc
kernel-alive
kfind
kgamma5
kget
khelpcenter
khotkeys
kimageformats
kinfocenter
kio-extras
kmenuedit
konsole
konversation
kotlin
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
ktouch
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrite
kwrited
latte-dock
less
lf
lib32-flex
lib32-libcanberra
lib32-libcanberra-pulse
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libcanberra-gstreamer
libcanberra-pulse
libdvdcss
libktorrent
libreoffice-still
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvirt
licenses
linux-latest
linux-latest-headers
linux510
linux510-headers
linux510-virtualbox-host-modules
linux511
linux511-headers
linux511-virtualbox-host-modules
logrotate
ltrace
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-wallpapers-18.0
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
mit-scheme
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mosh
mpc
mpd
mtpfs
nano
ncmpcpp
neomutt
neovim-git
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nginx
nginx-src
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
okular
opencv
openresolv
openssh
openssh-askpass
os-prober
oxygen
oxygen-icons
p7zip
pacman
pamac-cli
pamac-flatpak-plugin
pamac-gtk
pamac-tray-icon-plasma
pandoc
pandoc-citeproc
pandoc-crossref
partitionmanager
paru-bin
patch
patchutils
pciutils
pdfjs
perl
perl-file-mimeinfo
perl-image-exiftool
phonon-qt5-gstreamer
pkgconf
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-workspace
plasma-workspace-wallpapers
poppler-data
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-black
python-pillow
python-pip
python-pynvim
python-pyqt5
python-pysmbc
python-reportlab
qbittorrent
qemu
qt5-imageformats
qt5-virtualkeyboard
radare2
reiserfsprogs
ripgrep
rofi
rsync
ruby
rust-analyzer
rustup
s-nail
samba
scala
screen
screenfetch
screenkey
sddm
sddm-breath2-theme
sddm-kcm
sed
shadow
shellcheck-bin
shotcut
signal-desktop
skanlite
snapd
snapd-glib
spectacle
spectre-meltdown-checker
sshfs
stockfish
strace
subversion
sudo
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
teams
telegram-desktop
terminus-font
termite
testdisk
texinfo
texlive-bin
texlive-core
texlive-latexextra
timeshift
tldr
tlp
tmux
tor
torsocks
transcode
ttf-bitstream-vera
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
typespeed
udiskie
udisks2
ueberzug
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
uxplay-git
vcdimager
verilator
vi
virt-manager
virtualbox
vlc
vtr
vulkan-intel
vulkan-radeon
w3m
wallpapers-2018
wallpapers-juhraya
wget
which
whois
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xournalpp
xxd-standalone
xxkb
xz
yakuake
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zensu
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
